Repository: josejuanqm/docky
Catalog: Docky/Localizable.xcstrings
Source language: en
Languages: es, fr, zh_hans, zh_hant, zh_hk

source: Docky loads menu definitions from bundled JSON and executes only reviewed action kinds: builtin, applescript, and menuClick. App-targeted AppleScript and menuClick actions may trigger macOS Automation prompts the first time you use them. The catalog format is designed so future curated packages can add actions and append menu items at approved insertion points without replacing Docky’s core menus.
es: Docky carga definiciones de menú desde JSON empaquetado y solo ejecuta tipos de acción revisados: integradas, applescript y menuClick. Las acciones AppleScript y menuClick dirigidas a apps pueden abrir indicaciones de Automatización de macOS la primera vez que las uses. El formato del catálogo está diseñado para que paquetes futuros curados puedan añadir acciones y elementos de menú en puntos de inserción aprobados sin reemplazar los menús base de Docky.
fr: Docky charge les définitions de menu depuis un JSON intégré et n'exécute que des types d'actions vérifiés : builtin, applescript et menuClick. Les actions AppleScript et menuClick ciblées sur une application peuvent déclencher une invitation à l'Automatisation macOS la première fois que vous les utilisez. Le format de catalogue est conçu pour que les futurs paquets sélectionnés puissent ajouter des actions et des éléments de menu à des points d'insertion agréés, sans remplacer les menus principaux de Docky.
zh_hans: Docky 从内置 JSON 加载菜单定义，并且只执行经过审查的操作类型：内置、AppleScript 和菜单点击。针对某个应用的 AppleScript 和菜单点击操作首次使用时，可能会触发 macOS 的“自动化”提示。目录格式的设计让未来的精选包可以在允许的插入点添加操作并追加菜单项，无需替换 Docky 的核心菜单。
zh_hant: Docky 從內建 JSON 載入選單定義，並且只執行經過審查的操作型別：內建、AppleScript 和選單點選。針對某個應用的 AppleScript 和選單點選操作首次使用時，可能會觸發 macOS 的“自動化”提示。目錄格式的設計讓未來的精選包可以在允許的插入點新增操作並追加選單項，無需替換 Docky 的核心選單。
zh_hk: Docky 從內置 JSON 加載菜單定義，並且只執行經過審查的操作類型：內置、AppleScript 和菜單點擊。針對某個應用的 AppleScript 和菜單點擊操作首次使用時，可能會觸發 macOS 的“自動化”提示。目錄格式的設計讓未來的精選包可以在允許的插入點添加操作並追加菜單項，無需替換 Docky 的核心菜單。

source: Docky uses a single main window. Choose whether it stays on the primary display or follows the display containing the pointer.
es: Docky utiliza una sola ventana principal. Elige si permanece en la pantalla principal o si sigue a la pantalla donde se encuentra el puntero.
fr: Docky utilise une seule fenêtre principale. Choisissez si elle reste sur l'écran principal ou suit l'écran contenant le pointeur.
zh_hans: Docky 使用单个主窗口。选择它固定在主显示器上，还是跟随指针所在的显示器。
zh_hant: Docky 使用單個主視窗。選擇它固定在主顯示器上，還是跟隨指標所在的顯示器。
zh_hk: Docky 使用單個主窗口。選擇它固定在主顯示器上，還是跟隨指針所在的顯示器。

source: Docky works best from the Applications folder. Moving it there avoids running from a disk image or temporary location and makes features like Open at Login reliable.
es: Docky funciona mejor desde la carpeta Aplicaciones. Moverlo allí evita ejecutarlo desde una imagen de disco o ubicación temporal y hace que funciones como Abrir al iniciar sesión sean fiables.
fr: Docky fonctionne mieux depuis le dossier Applications. Le déplacer là évite de lancer depuis une image disque ou un emplacement temporaire et rend fiables des fonctionnalités comme Ouvrir à la connexion.
zh_hans: Docky 放在应用程序文件夹中运行效果最佳。移入该文件夹可避免从磁盘映像或临时位置运行，也让“登录时打开”等功能更可靠。
zh_hant: Docky 放在應用程式資料夾中執行效果最佳。移入該資料夾可避免從磁碟映像或臨時位置執行，也讓“登入時開啟”等功能更可靠。
zh_hk: Docky 放在應用程序文件夾中運行效果最佳。移入該文件夾可避免從磁盤映像或臨時位置運行，也讓“登錄時打開”等功能更可靠。

source: Done
es: Listo
fr: Terminé
zh_hans: 完成
zh_hant: 完成
zh_hk: 完成

source: Dot
es: Punto
fr: Point
zh_hans: 圆点
zh_hant: 圓點
zh_hk: 圓點

source: Drag Docky into the list in System Settings to add it without searching.
es: Arrastra Docky a la lista en Ajustes del Sistema para añadirlo sin tener que buscar.
fr: Faites glisser Docky dans la liste des Réglages du système pour l'ajouter sans chercher.
zh_hans: 将 Docky 拖入系统设置的列表中，无需搜索即可添加。
zh_hant: 將 Docky 拖入系統設定的列表中，無需搜尋即可新增。
zh_hk: 將 Docky 拖入系統設置的列表中，無需搜索即可添加。

source: Drag this into the macOS privacy list
es: Arrastra esto a la lista de privacidad de macOS
fr: Faites glisser ceci dans la liste de confidentialité de macOS
zh_hans: 将其拖入 macOS 隐私列表
zh_hant: 將其拖入 macOS 隱私列表
zh_hk: 將其拖入 macOS 隱私列表

source: Draws a rounded backdrop around the folder tile and its grouped opened apps. Turn off to keep the grouping without the visual halo.
es: Dibuja un fondo redondeado alrededor del ícono de carpeta y las apps abiertas agrupadas. Desactívalo para mantener la agrupación sin el halo visual.
fr: Dessine un arrière-plan arrondi autour de la tuile de dossier et de ses applications ouvertes groupées. Désactivez pour conserver le groupement sans le halo visuel.
zh_hans: 在文件夹图块及其归组的已打开应用周围绘制圆角背景。关闭后可保留分组但不显示光晕效果。
zh_hant: 在資料夾圖塊及其歸組的已開啟應用周圍繪製圓角背景。關閉後可保留分組但不顯示光暈效果。
zh_hk: 在文件夾圖塊及其歸組的已打開應用周圍繪製圓角背景。關閉後可保留分組但不顯示光暈效果。

source: Edit
es: Editar
fr: Modifier
zh_hans: 编辑
zh_hant: 編輯
zh_hk: 編輯

source: Edit Dock
es: Editar dock
fr: Modifier le Dock
zh_hans: 编辑 Dock
zh_hant: 編輯 Dock
zh_hk: 編輯 Dock

source: Edit Dock...
es: Editar dock...
fr: Modifier le Dock...
zh_hans: 编辑 Dock…
zh_hant: 編輯 Dock…
zh_hk: 編輯 Dock…

source: Edit Name & Icon…
es: Editar nombre e ícono…
fr: Modifier le nom et l'icône…
zh_hans: 编辑名称与图标…
zh_hant: 編輯名稱與圖示…
zh_hk: 編輯名稱與圖標…

source: Edit Rule
es: Editar regla
fr: Modifier la règle
zh_hans: 编辑规则
zh_hant: 編輯規則
zh_hk: 編輯規則

source: Edit…
es: Editar…
fr: Modifier…
zh_hans: 编辑…
zh_hant: 編輯…
zh_hk: 編輯…

source: Email Address
es: Dirección de correo
fr: Adresse e-mail
zh_hans: 电子邮件地址
zh_hant: 電子郵件地址
zh_hk: 電子郵件地址

source: Empty
es: Vacía
fr: Vide
zh_hans: 清空
zh_hant: 清空
zh_hk: 清空

source: Empty Trash
es: Vaciar papelera
fr: Vider la corbeille
zh_hans: 清倒废纸篓
zh_hant: 清倒廢紙簍
zh_hk: 清倒廢紙簍

source: Enable Launchpad
es: Activar Launchpad
fr: Activer Launchpad
zh_hans: 启用启动台
zh_hant: 啟用啟動臺
zh_hk: 啓用啓動台

source: Enable Switcher Preview
es: Activar vista previa del conmutador
fr: Activer l’aperçu du Switcher
zh_hans: 启用切换器预览
zh_hant: 啟用切換器預覽
zh_hk: 啓用切換器預覽

source: Enable Window Switcher
es: Activar conmutador de ventanas
fr: Activer le sélecteur de fenêtres
zh_hans: 启用窗口切换器
zh_hant: 啟用視窗切換器
zh_hk: 啓用窗口切換器

source: Enter your email address to start a Docky Pro trial. Trial eligibility is checked online and can only be used once per email.
es: Introduce tu dirección de correo para iniciar una prueba de Docky Pro. La elegibilidad se comprueba en línea y solo puede usarse una vez por correo.
fr: Saisissez votre adresse e-mail pour démarrer l'essai Docky Pro. L'éligibilité à l'essai est vérifiée en ligne et n'est utilisable qu'une seule fois par adresse e-mail.
zh_hans: 输入你的电子邮件地址以开始 Docky Pro 试用。试用资格在线校验，每个电子邮件地址只能使用一次。
zh_hant: 輸入你的電子郵件地址以開始 Docky Pro 試用。試用資格線上校驗，每個電子郵件地址只能使用一次。
zh_hk: 輸入你的電子郵件地址以開始 Docky Pro 試用。試用資格在線校驗，每個電子郵件地址只能使用一次。

source: Features
es: Funciones
fr: Fonctionnalités
zh_hans: 功能
zh_hant: 功能
zh_hk: 功能

source: Fill
es: Rellenar
fr: Remplir
zh_hans: 填充
zh_hant: 填充
zh_hk: 填充

source: Fit Content
es: Ajustar al contenido
fr: Ajuster au contenu
zh_hans: 适应内容
zh_hant: 適應內容
zh_hk: 適應內容

source: Focus App
es: Enfocar app
fr: Focuser l'application
zh_hans: 聚焦应用
zh_hant: 聚焦應用
zh_hk: 聚焦應用

source: Focus Window
es: Enfocar ventana
fr: Focus sur la fenêtre
zh_hans: 聚焦窗口
zh_hant: 聚焦視窗
zh_hk: 聚焦窗口

source: Focus each selected window immediately while keeping the original cycling order frozen until you release the shortcut.
es: Enfoca cada ventana seleccionada de inmediato manteniendo congelado el orden de ciclado original hasta que sueltes el atajo.
fr: Donne immédiatement le focus à chaque fenêtre sélectionnée en conservant l'ordre de défilement d'origine figé jusqu'à la libération du raccourci.
zh_hans: 立即聚焦每个选中的窗口，同时保持原有的循环顺序锁定，直到你松开快捷键。
zh_hant: 立即聚焦每個選中的視窗，同時保持原有的迴圈順序鎖定，直到你鬆開快捷鍵。
zh_hk: 立即聚焦每個選中的窗口，同時保持原有的循環順序鎖定，直到你鬆開快捷鍵。

source: Folder
es: Carpeta
fr: Dossier
zh_hans: 文件夹
zh_hant: 資料夾
zh_hk: 文件夾

source: Folders
es: Carpetas
fr: Dossiers
zh_hans: 文件夹
zh_hant: 資料夾
zh_hk: 文件夾

source: Forces the macOS Dock to autohide with a long delay, disables bouncing and launch animations, and keeps the system Dock aligned with Docky's explicit edge selection while this stays on. Docky snapshots your current Dock settings first and restores them when you turn this off or quit Docky. This no longer affects Docky's own autohide delay.
es: Obliga al Dock de macOS a ocultarse automáticamente con un retraso largo, desactiva los rebotes y animaciones de lanzamiento, y mantiene el Dock del sistema alineado con el borde explícito elegido en Docky mientras esto siga activo. Docky guarda primero tu configuración actual del Dock y la restaura cuando lo desactives o salgas de Docky. Esto ya no afecta al retraso de ocultación propio de Docky.
fr: Force le Dock de macOS à se masquer automatiquement avec un long délai, désactive les animations de rebondissement et de lancement, et maintient le Dock système aligné sur le bord explicitement choisi par Docky tant que c'est activé. Docky enregistre d'abord vos réglages de Dock actuels et les restaure lorsque vous le désactivez ou quittez Docky. Cela n'affecte plus le délai de masquage automatique propre à Docky.
zh_hans: 开启后，会强制 macOS Dock 以较长的延迟自动隐藏，禁用弹跳和启动动画，并让系统 Dock 与 Docky 显式指定的边缘保持一致。Docky 会先记录当前的 Dock 设置，关闭此选项或退出 Docky 时自动恢复。此选项不再影响 Docky 自身的自动隐藏延迟。
zh_hant: 開啟後，會強制 macOS Dock 以較長的延遲自動隱藏，禁用彈跳和啟動動畫，並讓系統 Dock 與 Docky 顯式指定的邊緣保持一致。Docky 會先記錄當前的 Dock 設定，關閉此選項或退出 Docky 時自動恢復。此選項不再影響 Docky 自身的自動隱藏延遲。
zh_hk: 開啓後，會強制 macOS Dock 以較長的延遲自動隱藏，禁用彈跳和啓動動畫，並讓系統 Dock 與 Docky 顯式指定的邊緣保持一致。Docky 會先記錄當前的 Dock 設置，關閉此選項或退出 Docky 時自動恢復。此選項不再影響 Docky 自身的自動隱藏延遲。

source: Forget Status
es: Olvidar estado
fr: Oublier le statut
zh_hans: 遗忘状态
zh_hant: 遺忘狀態
zh_hk: 遺忘狀態

source: From paired
es: De los emparejados
fr: Depuis l'appairage
zh_hans: 从已配对
zh_hant: 從已配對
zh_hk: 從已配對

source: From running
es: De los que se están ejecutando
fr: À partir des applications actives
zh_hans: 从运行中
zh_hant: 從執行中
zh_hk: 從運行中

source: Full
es: Llena
fr: Plein
zh_hans: 填充
zh_hant: 填充
zh_hk: 填充

source: Full Axis
es: Eje completo
fr: Axe complet
zh_hans: 全部轴
zh_hant: 全部軸
zh_hk: 全部軸

source: Fullscreen Reveal Delay
es: Retraso de aparición en pantalla completa
fr: Délai de révélation en plein écran
zh_hans: 全屏显示延迟
zh_hant: 全屏顯示延遲
zh_hk: 全屏顯示延遲

source: Glass
es: Vidrio
fr: Verre
zh_hans: 玻璃
zh_hant: 玻璃
zh_hk: 玻璃

source: Global Shortcut
es: Atajo global
fr: Raccourci global
zh_hans: 全局快捷键
zh_hant: 全域性快捷鍵
zh_hk: 全局快捷鍵

source: Grant Access
es: Conceder acceso
fr: Accorder l'accès
zh_hans: 授予访问权限
zh_hant: 授予訪問許可權
zh_hk: 授予訪問權限

source: Grid
es: Cuadrícula
fr: Grille
zh_hans: 网格
zh_hant: 網格
zh_hk: 網格

source: Grid Columns
es: Columnas de la cuadrícula
fr: Colonnes de la grille
zh_hans: 网格列数
zh_hant: 網格列數
zh_hk: 網格列數

source: Grid Rows
es: Filas de la cuadrícula
fr: Lignes de grille
zh_hans: 网格行数
zh_hant: 網格行數
zh_hk: 網格行數

source: Hidden Apps
es: Apps ocultas
fr: Applications masquées
zh_hans: 已隐藏的应用
zh_hant: 已隱藏的應用
zh_hk: 已隱藏的應用

source: Hide
es: Ocultar
fr: Masquer
zh_hans: 隐藏
zh_hant: 隱藏
zh_hk: 隱藏

source: Hide App
es: Ocultar app
fr: Masquer l'application
zh_hans: 隐藏应用
zh_hant: 隱藏應用
zh_hk: 隱藏應用

source: Hide Docky
es: Ocultar Docky
fr: Masquer Docky
zh_hans: 隐藏 Docky
zh_hant: 隱藏 Docky
zh_hk: 隱藏 Docky

source: Hide System Dock
es: Ocultar Dock del sistema
fr: Masquer le Dock du système
zh_hans: 隐藏系统 Dock
zh_hant: 隱藏系統 Dock
zh_hk: 隱藏系統 Dock

source: Hide in Docky
es: Ocultar en Docky
fr: Masquer dans Docky
zh_hans: 在 Docky 中隐藏
zh_hant: 在 Docky 中隱藏
zh_hk: 在 Docky 中隱藏

source: Hide in Fullscreen
es: Ocultar en pantalla completa
fr: Masquer en plein écran
zh_hans: 在全屏中隐藏
zh_hant: 在全屏中隱藏
zh_hk: 在全屏中隱藏

source: Hides Finder and Trash tiles so the dock reads as a clean shelf of pinned apps and widgets.
es: Oculta los íconos de Finder y Papelera para que el dock se vea como una repisa limpia de apps fijadas y widgets.
fr: Masque les tuiles Finder et Corbeille pour que le dock ressemble à une étagère nette d'applications épinglées et de widgets.
zh_hans: 隐藏 Finder 和废纸篓图块，让 Dock 呈现为只包含固定应用和小组件的简洁货架。
zh_hant: 隱藏 Finder 和廢紙簍圖塊，讓 Dock 呈現為只包含固定應用和小元件的簡潔貨架。
zh_hk: 隱藏 Finder 和廢紙簍圖塊，讓 Dock 呈現為只包含固定應用和小組件的簡潔貨架。

source: Hold on one selection to preview that window behind the switcher without changing focus until you release the shortcut.
es: Mantén una selección para previsualizar esa ventana detrás del conmutador sin cambiar el foco hasta que sueltes el atajo.
fr: Maintenez une sélection pour prévisualiser cette fenêtre derrière le sélecteur sans changer le focus jusqu'à la libération du raccourci.
zh_hans: 按住某个选项可在切换器后方预览该窗口，并且在你松开快捷键之前不会改变焦点。
zh_hant: 按住某個選項可在切換器後方預覽該視窗，並且在你鬆開快捷鍵之前不會改變焦點。
zh_hk: 按住某個選項可在切換器後方預覽該窗口，並且在你鬆開快捷鍵之前不會改變焦點。

source: Hover Delay
es: Retraso al pasar el cursor
fr: Délai de survol
zh_hans: 悬停延迟
zh_hant: 懸停延遲
zh_hk: 懸停延遲

source: Hover Preview Delay
es: Retraso de vista previa al pasar el cursor
fr: Délai d'aperçu au survol
zh_hans: 悬停预览延迟
zh_hant: 懸停預覽延遲
zh_hk: 懸停預覽延遲

source: How long the pointer must dwell at the screen edge before Docky reveals while a fullscreen app is active. Mirrors the macOS Dock's intent gating.
es: Cuánto debe permanecer el puntero en el borde de la pantalla antes de que Docky aparezca mientras hay una app en pantalla completa. Refleja la lógica de intención del Dock de macOS.
fr: Temps pendant lequel le pointeur doit rester au bord de l'écran avant que Docky ne se révèle lorsqu'une application est en plein écran. Suit la logique d'intention du Dock de macOS.
zh_hans: 在全屏应用处于活动状态时，指针需停留在屏幕边缘多久 Docky 才会显示。这与 macOS Dock 的意图门控一致。
zh_hant: 在全屏應用處於活動狀態時，指標需停留在螢幕邊緣多久 Docky 才會顯示。這與 macOS Dock 的意圖門控一致。
zh_hk: 在全屏應用處於活動狀態時，指針需停留在屏幕邊緣多久 Docky 才會顯示。這與 macOS Dock 的意圖門控一致。

source: How long to wait before the per-tile window preview appears when hovering an app or app folder.
es: Cuánto esperar antes de que aparezca la vista previa por ícono al pasar el cursor sobre una app o carpeta de apps.
fr: Durée d'attente avant l'apparition de l'aperçu de fenêtre par tuile lors du survol d'une application ou d'un dossier d'applications.
zh_hans: 悬停在应用或应用文件夹上后，窗口预览出现前的等待时长。
zh_hant: 懸停在應用或應用資料夾上後，視窗預覽出現前的等待時長。
zh_hk: 懸停在應用或應用文件夾上後，窗口預覽出現前的等待時長。

source: Icon
es: Ícono
fr: Icône
zh_hans: 图标
zh_hant: 圖示
zh_hk: 圖標

source: Ignore
es: Ignorar
fr: Ignorer
zh_hans: 忽略
zh_hant: 忽略
zh_hk: 忽略

source: In Place
es: En el lugar
fr: Sur place
zh_hans: 原地
zh_hant: 原地
zh_hk: 原地

source: Indicators
es: Indicadores
fr: Indicateurs
zh_hans: 指示器
zh_hant: 指示器
zh_hk: 指示器

source: Indicators, tile layout, window shape, window background, and the glass toggle will return to their defaults. App icons, behavior, widgets, and other settings are unaffected. This cannot be undone.
es: Los indicadores, el diseño de íconos, la forma y el fondo de la ventana, y el interruptor de vidrio volverán a sus valores predeterminados. Los íconos de apps, el comportamiento, los widgets y otros ajustes no se ven afectados. Esto no se puede deshacer.
fr: Les indicateurs, la mise en page des tuiles, la forme de la fenêtre, le fond de la fenêtre et le réglage Verre revenront à leurs valeurs par défaut. Les icônes d'applications, le comportement, les widgets et autres réglages ne sont pas affectés. Cette action est irréversible.
zh_hans: 指示器、图块布局、窗口外观、窗口背景和玻璃效果开关都将恢复默认值。应用图标、行为、小组件和其他设置不受影响。此操作无法撤销。
zh_hant: 指示器、圖塊佈局、視窗外觀、視窗背景和玻璃效果開關都將恢復預設值。應用圖示、行為、小元件和其他設定不受影響。此操作無法撤銷。
zh_hk: 指示器、圖塊佈局、窗口外觀、窗口背景和玻璃效果開關都將恢復默認值。應用圖標、行為、小組件和其他設置不受影響。此操作無法撤銷。

source: Inline
es: En línea
fr: En ligne
zh_hans: 内联
zh_hant: 內聯
zh_hk: 內聯

source: Instant Focus
es: Foco instantáneo
fr: Focus instantané
zh_hans: 即时聚焦
zh_hant: 即時聚焦
zh_hk: 即時聚焦

source: Join Meeting
es: Unirse a la reunión
fr: Rejoindre la réunion
zh_hans: 加入会议
zh_hant: 加入會議
zh_hk: 加入會議

source: Keep in Dock
es: Mantener en el dock
fr: Garder dans le Dock
zh_hans: 保留在 Dock 中
zh_hant: 保留在 Dock 中
zh_hk: 保留在 Dock 中

source: Kind
es: Tipo
fr: Type
zh_hans: 类型
zh_hant: 型別
zh_hk: 類型

source: Launch
es: Inicio
fr: Lancer
zh_hans: 启动
zh_hant: 啟動
zh_hk: 啓動

source: Layout
es: Diseño
fr: Disposition
zh_hans: 布局
zh_hant: 佈局
zh_hk: 佈局

source: Leave this unset if you only want to open Launchpad from the Docky tile or context menu.
es: Déjalo sin asignar si solo quieres abrir Launchpad desde el ícono o menú contextual de Docky.
fr: Laissez ce champ vide si vous ne souhaitez ouvrir le Launchpad que depuis la tuile Docky ou le menu contextuel.
zh_hans: 如果你只想从 Docky 的图块或右键菜单中打开启动台，请保持此选项未设置。
zh_hant: 如果你只想從 Docky 的圖塊或右鍵選單中開啟啟動臺，請保持此選項未設定。
zh_hk: 如果你只想從 Docky 的圖塊或右鍵菜單中打開啓動台，請保持此選項未設置。

source: Left
es: Izquierda
fr: Gauche
zh_hans: 左侧
zh_hant: 左側
zh_hk: 左側

source: List
es: Lista
fr: Liste
zh_hans: 列表
zh_hant: 列表
zh_hk: 列表

source: Magnification
es: Ampliación
fr: Agrandissement
zh_hans: 放大
zh_hant: 放大
zh_hk: 放大

source: Make Default
es: Establecer como predeterminado
fr: Définir par défaut
zh_hans: 设为默认
zh_hant: 設為預設
zh_hk: 設為默認

source: Match
es: Coincidir
fr: Correspondance
zh_hans: 匹配
zh_hant: 匹配
zh_hk: 匹配

source: Matches now
es: Coincide ahora
fr: Correspond maintenant
zh_hans: 当前的匹配项
zh_hant: 當前的匹配項
zh_hk: 當前的匹配項

source: Maximized Windows
es: Ventanas maximizadas
fr: Fenêtres agrandies
zh_hans: 最大化窗口
zh_hant: 最大化視窗
zh_hk: 最大化窗口

source: Maximized windows render under Docky.
es: Las ventanas maximizadas se dibujan debajo de Docky.
fr: Les fenêtres maximisées sont affichées sous Docky.
zh_hans: 最大化窗口会显示在 Docky 下方。
zh_hant: 最大化視窗會顯示在 Docky 下方。
zh_hk: 最大化窗口會顯示在 Docky 下方。

source: Minimize
es: Minimizar
fr: Réduire
zh_hans: 最小化
zh_hant: 最小化
zh_hk: 最小化

source: Minimize All Windows
es: Minimizar todas las ventanas
fr: Réduire toutes les fenêtres
zh_hans: 最小化所有窗口
zh_hant: 最小化所有視窗
zh_hk: 最小化所有窗口

source: Mirror Left Side
es: Reflejar lado izquierdo
fr: Miroir le côté gauche
zh_hans: 镜像左侧
zh_hant: 映象左側
zh_hk: 鏡像左側

source: Move & Resize
es: Mover y redimensionar
fr: Déplacer et redimensionner
zh_hans: 移动与调整大小
zh_hant: 移動與調整大小
zh_hk: 移動與調整大小

source: Move Docky to Applications?
es: ¿Mover Docky a Aplicaciones?
fr: Déplacer Docky vers Applications ?
zh_hans: 要将 Docky 移到“应用程序”文件夹吗？
zh_hant: 要將 Docky 移到“應用程式”資料夾嗎？
zh_hk: 要將 Docky 移到“應用程序”文件夾嗎？

source: Move Down
es: Mover abajo
fr: Descendre
zh_hans: 下移
zh_hant: 下移
zh_hk: 下移

source: Move Up
es: Mover arriba
fr: Monter
zh_hans: 上移
zh_hant: 上移
zh_hk: 上移

source: Move to Applications
es: Mover a Aplicaciones
fr: Déplacer vers Applications
zh_hans: 移到应用程序
zh_hant: 移到應用程式
zh_hk: 移到應用程序

source: Name
es: Nombre
fr: Nom
zh_hans: 名称
zh_hant: 名稱
zh_hk: 名稱

source: New Profile
es: Nuevo perfil
fr: Nouveau profil
zh_hans: 新建配置
zh_hant: 新建配置
zh_hk: 新建配置

source: New Rule
es: Nueva regla
fr: Nouvelle règle
zh_hans: 新建规则
zh_hant: 新建規則
zh_hk: 新建規則

source: Next Track
es: Siguiente pista
fr: Piste suivante
zh_hans: 下一首
zh_hant: 下一首
zh_hk: 下一首

source: No Applications Available
es: No hay aplicaciones disponibles
fr: Aucune application disponible
zh_hans: 没有可用的应用程序
zh_hant: 沒有可用的應用程式
zh_hk: 沒有可用的應用程序

source: No Sharing Options
es: No hay opciones para compartir
fr: Aucune option de partage
zh_hans: 没有共享选项
zh_hant: 沒有共享選項
zh_hk: 沒有共享選項

source: No apps are currently available for icon overrides.
es: No hay apps disponibles para sobrescribir íconos.
fr: Aucune application n’est actuellement disponible pour les surcharges d’icônes.
zh_hans: 当前没有可用于覆盖图标的应用。
zh_hant: 當前沒有可用於覆蓋圖示的應用。
zh_hk: 當前沒有可用於覆蓋圖標的應用。

source: No apps are currently hidden from Docky.
es: No hay apps ocultas de Docky actualmente.
fr: Aucune application n’est actuellement masquée dans Docky.
zh_hans: 当前没有被 Docky 隐藏的应用。
zh_hant: 當前沒有被 Docky 隱藏的應用。
zh_hk: 當前沒有被 Docky 隱藏的應用。

source: No catalog packages loaded.
es: No se han cargado paquetes del catálogo.
fr: Aucun package du catalogue chargé.
zh_hans: 未加载任何目录包。
zh_hant: 未載入任何目錄包。
zh_hk: 未加載任何目錄包。

source: No folder tiles are currently in the dock.
es: No hay íconos de carpeta en el dock actualmente.
fr: Aucune tuile de dossier n’est actuellement dans le dock.
zh_hans: Dock 中当前没有文件夹图块。
zh_hant: Dock 中當前沒有資料夾圖塊。
zh_hk: Dock 中當前沒有文件夾圖塊。

source: No lyrics available
es: No hay letras disponibles
fr: Paroles non disponibles
zh_hans: 没有可用的歌词
zh_hant: 沒有可用的歌詞
zh_hk: 沒有可用的歌詞

source: No matching items
es: No hay coincidencias
fr: Aucun élément correspondant
zh_hans: 没有匹配项
zh_hant: 沒有匹配項
zh_hk: 沒有匹配項

source: No screens detected.
es: No se detectaron pantallas.
fr: Aucun écran détecté.
zh_hans: 未检测到显示屏。
zh_hant: 未檢測到顯示屏。
zh_hk: 未檢測到顯示屏。

source: No visible items
es: No hay elementos visibles
fr: Aucun élément visible
zh_hans: 没有可见项目
zh_hant: 沒有可見專案
zh_hk: 沒有可見項目

source: No widgets available
es: No hay widgets disponibles
fr: Aucun widget disponible
zh_hans: 没有可用的小组件
zh_hant: 沒有可用的小元件
zh_hk: 沒有可用的小組件

source: No windows available
es: No hay ventanas disponibles
fr: Aucune fenêtre disponible
zh_hans: 没有可用的窗口
zh_hant: 沒有可用的視窗
zh_hk: 沒有可用的窗口

source: None
es: Ninguno
fr: Aucun
zh_hans: 无
zh_hant: 無
zh_hk: 無

source: Not Now
es: Ahora no
fr: Pas maintenant
zh_hans: 暂不
zh_hant: 暫不
zh_hk: 暫不

source: Nothing to switch to right now.
es: Nada a lo que cambiar en este momento.
fr: Rien à basculer pour le moment.
zh_hans: 当前没有可切换的目标。
zh_hant: 當前沒有可切換的目標。
zh_hk: 當前沒有可切換的目標。

source: Now Playing
es: Reproducción actual
fr: En lecture
zh_hans: 正在播放
zh_hant: 正在播放
zh_hk: 正在播放

source: Open
es: Abrir
fr: Ouvrir
zh_hans: 打开
zh_hant: 開啟
zh_hk: 打開

source: Open Activity Monitor
es: Abrir Monitor de Actividad
fr: Ouvrir l'Observateur d'activité
zh_hans: 打开“活动监视器”
zh_hant: 開啟“活動監視器”
zh_hk: 打開“活動監視器”

source: Open All
es: Abrir todos
fr: Tout ouvrir
zh_hans: 全部打开
zh_hant: 全部開啟
zh_hk: 全部打開

source: Open App
es: Abrir app
fr: Ouvrir l'application
zh_hans: 打开应用
zh_hant: 開啟應用
zh_hk: 打開應用

source: Open Battery Settings
es: Abrir ajustes de batería
fr: Ouvrir les réglages de la batterie
zh_hans: 打开电池设置
zh_hant: 開啟電池設定
zh_hk: 打開電池設置

source: Open Calendar
es: Abrir Calendario
fr: Ouvrir l'Agenda
zh_hans: 打开“日历”
zh_hant: 開啟“日曆”
zh_hk: 打開“日曆”

source: Open Launchpad
es: Abrir Launchpad
fr: Ouvrir Launchpad
zh_hans: 打开启动台
zh_hant: 開啟啟動臺
zh_hk: 打開啓動台

source: Open Reminders
es: Abrir Recordatorios
fr: Ouvrir Rappels
zh_hans: 打开“提醒事项”
zh_hant: 開啟“提醒事項”
zh_hk: 打開“提醒事項”

source: Open Settings
es: Abrir Ajustes
fr: Ouvrir les réglages
zh_hans: 打开设置
zh_hant: 開啟設定
zh_hk: 打開設置

source: Open System Settings
es: Abrir Ajustes del Sistema
fr: Ouvrir les Réglages système
zh_hans: 打开系统设置
zh_hant: 開啟系統設定
zh_hk: 打開系統設置

source: Open Trash
es: Abrir Papelera
fr: Ouvrir la corbeille
zh_hans: 打开废纸篓
zh_hant: 開啟廢紙簍
zh_hk: 打開廢紙簍

source: Open Weather
es: Abrir Clima
fr: Ouvrir la météo
zh_hans: 打开“天气”
zh_hant: 開啟“天氣”
zh_hk: 打開“天氣”

source: Open With
es: Abrir con
fr: Ouvrir avec
zh_hans: 打开方式
zh_hant: 開啟方式
zh_hk: 打開方式

source: Open at Login
es: Abrir al iniciar sesión
fr: Ouvrir au démarrage
zh_hans: 登录时打开
zh_hant: 登入時開啟
zh_hk: 登錄時打開

source: Open in Calendar
es: Abrir en Calendario
fr: Ouvrir dans le calendrier
zh_hans: 在“日历”中打开
zh_hant: 在“日曆”中開啟
zh_hk: 在“日曆”中打開

source: Open in Finder
es: Abrir en Finder
fr: Ouvrir dans Finder
zh_hans: 在 Finder 中打开
zh_hant: 在 Finder 中開啟
zh_hk: 在 Finder 中打開

source: Optionally assign a global shortcut that toggles Docky's Launchpad overlay from anywhere.
es: Asigna opcionalmente un atajo global que activa o desactiva la superposición de Launchpad de Docky desde cualquier lugar.
fr: Attribuez facultativement un raccourci global qui active ou désactive la superposition Launchpad de Docky depuis n'importe où.
zh_hans: 可为 Docky 的启动台浮层指定一个全局快捷键，随时切换其显示状态。
zh_hant: 可為 Docky 的啟動臺浮層指定一個全域性快捷鍵，隨時切換其顯示狀態。
zh_hk: 可為 Docky 的啓動台浮層指定一個全局快捷鍵，隨時切換其顯示狀態。

source: Options
es: Opciones
zh_hans: 选项
zh_hant: 選項
zh_hk: 選項

source: Overflow Behavior
es: Comportamiento al desbordarse
fr: Comportement du débordement
zh_hans: 溢出行为
zh_hant: 溢位行為
zh_hk: 溢出行為
